export default {
    "status": "SUCCEED",
    "data": [
        {
            "data": "【工程建设公司】求租【横支撑(支护材料-横支撑)】数目:30张",
            "time": "2023-09-11 11:28:57"
        },
        {
            "data": "【工程建设公司】求租【钢板(支护材料-钢板)】数目:80张",
            "time": "2023-09-11 11:22:50"
        },
        {
            "data": "【工程建设公司】求租【陆上石油钻机(钻机-陆上石油钻机)】数目:4台",
            "time": "2023-09-14 14:20:03"
        },
        {
            "data": "【工程建设公司】求租【钢板(支护材料-钢板)】数目:20吨",
            "time": "2023-09-11 14:05:41"
        },
        {
            "data": "【工程建设公司】求租【经纬测距仪(地震物探设备-经纬测距仪)】数目:2台",
            "time": "2023-09-08 15:27:16"
        },
        {
            "data": "【工程建设公司】求租【测井及物探设备(测井及物探设备)】数目:2台",
            "time": "2023-09-08 15:27:16"
        },
        {
            "data": "【工程建设公司】求租【其它挖掘机(其它挖掘机-其它)】数目:1台",
            "time": "2023-09-08 15:44:35"
        },
        {
            "data": "【工程建设公司】求租【钢板(支护材料-钢板)】数目:30张",
            "time": "2023-09-11 14:10:38"
        },
        {
            "data": "【工程建设公司】求租【角钢(支护材料-角钢)】数目:12台",
            "time": "2023-09-11 11:22:50"
        },
        {
            "data": "【中国石油天然气第一建设有限公司】求租【履带挖掘机(履带挖掘机-10t～22t)】数目:1台",
            "time": "2023-09-18 13:41:01"
        },
        {
            "data": "【中国石油天然气第一建设有限公司】求租【吊管机(吊管机-50t～75t)】数目:1台",
            "time": "2023-09-18 13:41:01"
        },
        {
            "data": "【工程建设公司】求租【气体钻井配套装置(钻井装置-气体钻井配套装置)】数目:1台",
            "time": "2023-09-08 15:44:35"
        },
        {
            "data": "【工程建设公司】求租【钢管(支护材料-钢管)】数目:20吨",
            "time": "2023-09-11 14:05:41"
        },
        {
            "data": "【工程建设公司】求租【其它挖掘机(挖掘机-其它挖掘机)】数目:2台",
            "time": "2023-09-08 15:44:35"
        },
        {
            "data": "【工程建设公司】求租【陆上石油钻机(钻机-陆上石油钻机)】数目:1台",
            "time": "2023-09-08 15:27:16"
        },
        {
            "data": "【工程建设公司】求租【注水泵-0914(注采设备-注水泵)】数目:10台",
            "time": "2023-09-14 15:02:32"
        },
        {
            "data": "【工程建设公司】求租【H型钢(支护材料-H型钢)】数目:20吨",
            "time": "2023-09-11 14:05:41"
        },
        {
            "data": "【工程建设公司】求租【凿岩机械(工程机械-凿岩机械)】数目:1台",
            "time": "2023-09-08 15:44:35"
        },
        {
            "data": "【中国石油天然气第一建设有限公司】求租【其它(其它起重搬运机械-其它)】数目:1台",
            "time": "2023-09-25 18:16:19"
        },
        {
            "data": "【中国石油天然气第一建设有限公司】求租【水平定向穿越机(定向钻）(水平定向穿越机(定向钻）-1000kN以下)】数目:1台",
            "time": "2023-09-18 13:41:01"
        }
    ]
}